<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Star Aliases
    |--------------------------------------------------------------------------
    |
    | Key   => Official name stored in database
    | Value => All possible spellings from Excel
    |
    */

    'அசுவினி' => [
        'அசுவினி',
        'அஸ்வினி',
        'அஸ்வதி',
        'அசுபதி',
    ],

    'பரணி' => [
        'பரணி',
    ],

    'கார்த்திகை' => [
        'கார்த்திகை',
        'கார்த்திக',
    ],

    'ரோகிணி' => [
        'ரோகிணி',
        'ரோகினி',
    ],

    'மிருகசீரிஷம்' => [
        'மிருகசீரிஷம்',
        'மிருகசீரிடம்',
        'மிருகசீரிடம்',
    ],

    'திருவாதிரை' => [
        'திருவாதிரை',
        'ஆதிரை',
    ],

    'புனர்பூசம்' => [
        'புனர்பூசம்',
    ],

    'பூசம்' => [
        'பூசம்',
    ],

    'ஆயில்யம்' => [
        'ஆயில்யம்',
        'ஆயிலியம்',
    ],

    'மகம்' => [
        'மகம்',
    ],

    'பூரம்' => [
        'பூரம்',
    ],

    'உத்திரம்' => [
        'உத்திரம்',
    ],

    'ஹஸ்தம்' => [
        'ஹஸ்தம்',
        'அஸ்தம்',
    ],

    'சித்திரை' => [
        'சித்திரை',
    ],

    'சுவாதி' => [
        'சுவாதி',
    ],

    'விசாகம்' => [
        'விசாகம்',
    ],

    'அனுஷம்' => [
        'அனுஷம்',
    ],

    'கேட்டை' => [
        'கேட்டை',
    ],

    'மூலம்' => [
        'மூலம்',
    ],

    'பூராடம்' => [
        'பூராடம்',
    ],

    'உத்திராடம்' => [
        'உத்திராடம்',
    ],

    'திருவோணம்' => [
        'திருவோணம்',
    ],

    'அவிட்டம்' => [
        'அவிட்டம்',
    ],

    'சதயம்' => [
        'சதயம்',
    ],

    'பூரட்டாதி' => [
        'பூரட்டாதி',
    ],

    'உத்திரட்டாதி' => [
        'உத்திரட்டாதி',
    ],

    'ரேவதி' => [
        'ரேவதி',
    ],

];
